Don't modify this file directly. Instead edit setup_new_mac.sh
brew "git"
brew "direnv"
brew "vim"
brew "rbenv"
brew "tree"
brew "tmux"
brew "jq"
brew "rg"
brew "nvm"
brew "git-flow"
brew "fzf"
brew "bat"
brew "bash-completion"
brew "wget"
brew "nnn"
brew "neovim"
brew "postgresql"
brew "redis"
brew "awscli"
brew "asimov"
cask "slack"
cask "iterm2"
cask "1password"
cask "tunnelblick"
cask "firefox"
cask "visual-studio-code"
