brew "git"
brew "direnv"
brew "vim"
brew "rbenv"
brew "tree"
brew "tmux"
brew "jq"
brew "ag"
brew "rg"
brew "nvm"
brew "git-flow"
brew "fzf"
brew "bat"
brew "bash-completion"
brew "nnn"
brew "neovim"
brew "postgresql"
brew "puma/puma/puma-dev"
